{"status":"ok","totalResults":10,"articles":[{"source":{"id":"cnn","name":"CNN"},"author":"","title":"Opinion: SE Cupp breaks down the key difference between Trump and Biden classified docs revelations | CNN","description":"In this week's episode of \"Unfiltered,\" SE Cupp argues that while both President Joe Biden and former President Donald Trump were wrong for keeping classified documents in their personal possession, there is a huge difference in how they and their supporters …","url":"http://us.cnn.com/videos/opinions/2023/01/11/biden-trump-classified-documents-analysis-se-cupp-unfiltered-vpx.cnn","urlToImage":"https://media.cnn.com/api/v1/images/stellar/prod/230111121717-se-cupp-unfiltered-trump-biden-docs.jpg?c=16x9&q=w_800,c_fill","publishedAt":"2023-01-11T17:41:45Z","content":null},{"source":{"id":"cnn","name":"CNN"},"author":"Gregory Krieg, Shania Shelton","title":"Nassau County GOP calls for Santos to resign","description":"Leaders of the Nassau County Republican Party on Wednesday called for Rep. George Santos, elected to represent New York's 3rd Congressional District in November, to resign from office over his lies to voters and fabrications about his personal life.","url":"http://us.cnn.com/2023/01/11/politics/george-santos-nassau-county-resign/index.html","urlToImage":"https://media.cnn.com/api/v1/images/stellar/prod/230111104941-01-george-santos-0110.jpg?c=16x9&q=w_800,c_fill","publishedAt":"2023-01-11T16:48:49Z","content":"Leaders of the Nassau County Republican Party on Wednesday called for Rep. George Santos, elected to represent New Yorks 3rd Congressional District in November, to resign from office over his lies to… [+3139 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Aya Elamroussi","title":"Damar Hamlin discharged after spending more than a week hospitalized due to a cardiac arrest","description":"Damar Hamlin has been released after being hospitalized for more than a week due to a cardiac arrest he suffered during a \"Monday Night Football\" game earlier this month, the Buffalo Bills tweeted Wednesday.","url":"http://us.cnn.com/2023/01/11/sport/damar-hamlin-buffalo-bills-hospital-release-spt/index.html","urlToImage":"https://media.cnn.com/api/v1/images/stellar/prod/230106114208-damar-hamilin-file-082821.jpg?c=16x9&q=w_800,c_fill","publishedAt":"2023-01-11T16:40:40Z","content":"Damar Hamlin has been released after being hospitalized for more than a week due to a cardiac arrest he suffered during a Monday Night Football game earlier this month, the Buffalo Bills tweeted Wedn… [+3599 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Kevin Liptak","title":"FAA without permanent leader as Biden’s nominee faces criticism","description":"As the Federal Aviation Administration scrambled to get its systems back online Wednesday, causing nationwide delays in air traffic, the agency was operating without a permanent leader.","url":"http://us.cnn.com/2023/01/11/politics/phil-washington-faa-issues/index.html","urlToImage":"https://media.cnn.com/api/v1/images/stellar/prod/230111103825-phil-washington-0621-file-restricted.jpg?c=16x9&q=w_800,c_fill","publishedAt":"2023-01-11T15:44:37Z","content":"As the Federal Aviation Administration scrambled to get its systems back online Wednesday, causing nationwide delays in air traffic, the agency was operating without a permanent leader. \r\nThats becau… [+2893 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Sara Murray, Annie Grayer","title":"House Oversight chairman seeks Biden family financial transaction data","description":"Rep. James Comer, in one of his first moves as House Oversight Chairman, is seeking information from the Treasury Department about the Biden family's financial transactions and calling on a handful of former Twitter executives to testify at a public hearing.","url":"http://us.cnn.com/2023/01/11/politics/house-oversight-treasury-department-letter/index.html","urlToImage":"https://media.cnn.com/api/v1/images/stellar/prod/230110183513-comer-yellen-split.jpg?c=16x9&q=w_800,c_fill","publishedAt":"2023-01-11T14:30:33Z","content":"Rep. James Comer, in one of his first moves as House Oversight Chairman, is seeking information from the Treasury Department about the Biden familys financial transactions and calling on a handful of… [+4798 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"By <a href=\"/profiles/aditi-sandal\">Aditi Sangal</a> and <a href=\"/profiles/adrienne-vogt\">Adrienne Vogt</a>, CNN","title":"Live updates: FAA system outage grounds all US departing flights","description":"The Federal Aviation Administration just announced it is ordering all US domestic departures to hold until 9 a.m. ET \"to validate the integrity of flight and safety information.\" Follow the latest news here.","url":"https://www.cnn.com/us/live-news/faa-system-outage-us-flight-disruptions/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/230111121543-united-airlines-newark-113021-super-tease.jpg","publishedAt":"2023-01-11T12:36:12Z","content":"United Airlines said the outage of the system that provides pilots with notices they need to read before flying is affecting its operations. \r\nUnited has temporarily delayed all domestic flights and … [+707 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Stephen Collinson","title":"Biden’s documents drama gives Republicans a fresh narrative to use against him","description":"It won't be as \"easy\" as President Joe Biden hopes to quell the furor over classified documents unearthed in his post-vice presidential office.","url":"http://us.cnn.com/2023/01/11/politics/biden-documents-republicans/index.html","urlToImage":"https://media.cnn.com/api/v1/images/stellar/prod/230110164139-biden-leaders-summit-presser-0110.jpg?c=16x9&q=w_800,c_fill","publishedAt":"2023-01-11T05:00:57Z","content":"It wont be as easy as President Joe Biden hopes to quell the furor over classified documents unearthed in his post-vice presidential office.\r\nRepublicans are already making sure of that, belatedly vo… [+8274 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Shimon Prokupecz, Matthew J. Friedman, Rachel Clarke","title":"Exclusive: Uvalde school police chief told investigators why he didn’t try to stop gunman: ‘There’s probably going to be some deceased in there, but we don’t need any more from out here’","description":"CNN exclusive: In a never-before-seen interview, school police chief Pete Arredondo said he prioritized saving students in other classrooms before those trapped with a shooter.","url":"http://us.cnn.com/2023/01/10/us/uvalde-school-massacre-arredondo-interview/index.html","urlToImage":"https://media.cnn.com/api/v1/images/stellar/prod/230103152501-01-uvalde-arredondo-intv-restricted.jpg?c=16x9&q=w_800,c_fill","publishedAt":"2023-01-11T00:59:57Z","content":"Uvalde school police chief Pedro Pete Arredondo told investigators he was more concerned about saving students in other classrooms than trying to stop a gunman who had already shot children and teach… [+10844 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Clare Foran, Jessica Dean","title":"Santos defends himself as Democrats file ethics complaint","description":"Rep. George Santos, the recently elected GOP congressman from New York who has admitted to lying about parts of his resume, defended himself and his record on Tuesday as two House Democrats filed an ethics complaint against him.","url":"http://us.cnn.com/2023/01/10/politics/george-santos-ethics-complaint/index.html","urlToImage":"https://media.cnn.com/api/v1/images/stellar/prod/230106172845-george-santos-file-010423.jpg?c=16x9&q=w_800,c_fill","publishedAt":"2023-01-10T19:20:08Z","content":"Rep. George Santos, the recently elected GOP congressman from New York who has admitted to lying about parts of his resume, defended himself and his record on Tuesday as two House Democrats filed an … [+3820 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Jack Forrest","title":"Brazilian authorities intend to revive fraud case against George Santos","description":"Law enforcement officials in Brazil will reinstate fraud charges against Rep.-elect George Santos, the Rio de Janeiro prosecutor's office tells CNN, as the New York Republican officially assumes his role in the US House Tuesday under a cloud of suspicion over…","url":"http://us.cnn.com/2023/01/02/politics/george-santos-brazil-fraud-case/index.html","urlToImage":"https://media.cnn.com/api/v1/images/stellar/prod/221227093826-george-santos.jpg?c=16x9&q=w_800,c_fill","publishedAt":"2023-01-03T01:56:39Z","content":"Law enforcement officials in Brazil will reinstate fraud charges against Rep.-elect George Santos, the Rio de Janeiro prosecutors office tells CNN, as the New York Republican officially assumes his r… [+4199 chars]"}]}
